Repository: lord-anonymoose/sign-up-screen-sample
Catalog: sign-up-screen-sample/Extenstions/Localizable.xcstrings
Source language: en
Languages: ru

source: Choose an Option
ru: Выбрать

source: Choose your security
ru: Выбери свою безопасность

source: Don’t have an account?
ru: У вас нет аккаунта?

source: Enter a code from SMS
ru: Введите код из смс, что мы отправили вам

source: I didn't get a code!
ru: Я не получил код!

source: Log In
ru: Войти

source: Log in with phone number
ru: Войти по номеру телефона

source: Missing code?
ru: Не пришел код?

source: Missing code? Contact our support team
ru: Не пришел код? Обратитесь в чат поддержки

source: OK
ru: ОК

source: Passcode
ru: Код приложения

source: Phone Number
ru: Номер телефона

source: Proceed to the app
ru: Войти в приложение

source: Request new code
ru: Запросить новый код

source: Sign up
ru: Зарегистрируйтесь сейчас

source: Sign Up
ru: Зарегистрироваться

source: Verification
ru: Верификация

source: You can request a new code in %@
ru: Запросить код можно через %@

source: You have successfully created code for the application
ru: Вы успешно создали код приложения

source: You will get an SMS with confirmation code
ru: Код придет на ваш номер телефона
